export default {
    roomAndBooking: {
        checkIn: "تاريخ الوصول",
        checkOut: "تاريخ المغادرة",
        noAvailableRooms: "لا توجد غرف متاحة اليوم",
        roomsAvailable: "الغرف متاحة اليوم",
        Night: "ليلة",
        readMore: "اقرأ المزيد",
        ft: "قدم مربع",
        bath: "حمام",
        guests: "ضيوف",
        uniqueRooms: "غرف فريدة",
        roomsTitle: "استعرض خيارات الإقامة المتاحة",
        roomDescription: "اختر تواريخ الوصول والمغادرة لعرض الغرف المتوفرة والأسعار المناسبة لك — اجعل إقامتك أكثر راحة وتميّزًا.",
        done: "ابحث",
        invalidDateRange: "تاريخ الدخول يجب أن يكون قبل تاريخ الخروج",
        checkInMustBeInFuture: "تاريخ الدخول يجب أن يكون بعد تاريخ اليوم",
        singleRoom: {
            title: "تفاصيل الغرفة",
            description: "مرحبًا بك في مكان يلتقي فيه الراحة بالأناقة. في هذه الصفحة، ستجد جميع التفاصيل حول غرفة مصممة بعناية تعدك بإقامة استثنائية. من الديكور الأنيق إلى وسائل الراحة الحديثة، كل شيء مصمم لجعل تجربتك ممتعة ومريحة. استكشف أدناه ودع رحلتك معنا تبدأ هنا.",
            roomAmenities: "وسائل راحة الغرفة",
            roomType: "نوع الغرفة",
            roomSize: "حجم الغرفة",
            bedType: "نوع السرير",
            view: "عرض",
            capacity: "السعة",
        }
    }
}